import restaurant1 from "../images/restaurant1.jpg";
import restaurant2 from "../images/restaurant2.jpg";
import restaurant3 from "../images/restaurant3.jpg";
import restaurant4 from "../images/restaurant4.jpg";

const restaurant = [
  {
    id: 1,
    title: "ครัวคุณแม่ชินจัง",
    image_url: restaurant1,
    content:
    `เป็นร้านอาหารตามสั่งที่มีจุดเด่นในเรื่องของหมูกรอบที่นับได้ว่าอร่อยเป็นอันดับต้นๆของขอนแก่น เนื่องจากตัวหมูกรอบที่ทางร้านทำ หนังมีความกรอบ มันน้อย บวกกับรสชาติอาหารที่มีความจัดจ้าน 
    ทำให้มีความลงตัวของรสชาติอาหารและ นอกจากนี้ราคายังถูกอีกด้วย แนะนำให้ต้องลองไปทานให้ได้ซักครั้ง`,
    location:"พิกัดร้าน: ศิลา 238-288 ซอย กสิกรทุ่งสร้าง 1 ตำบล ศิลา อำเภอเมืองขอนแก่น เมืองขอนแก่น 40000",
  },
  {
    id: 2,
    title: "ข้าวมันไก่ ส.มหาชัย",
    image_url: restaurant2,
    content: `เป็นร้านข้าวมันไก่ที่มีจุดเด่นที่ข้าวมัน ที่หุงออกมาได้พอดี ข้าวเรียงตัวกันสวย ไม่เละ ไก่นุ่ม น้ำจิ้มรสเด็ด และมีพริก กระเทียม พร้อมของสับให้ปรุงรสน้ำจิ้มเพิ่มด้วย
    แต่น้ำจิ้มร้านนี้ที่ไม่เติมอะไรก็อร่อมอยู่แล้ว นอกจากนี้ยังมีน้ำซุปเสิร์ฟมาพร้อมกับข้าวมันไก่ด้วย ร้านนี้ขอแนะนำครับ`,
    location:"พิกัดร้าน: 120 1 ถ.รื่นรมย์ ต.ในเมือง อ.เมืองขอนแก่น จ.ขอนแก่น 40000",
  },
  {
    id: 3,
    title: "นายตองหมูกระทะ",
    image_url: restaurant3,
    content: `เป็นร้านหมูกระทะที่มีความหลายหลายทั้งเรื่องของของทานเล่น น้ำจิ้ม เครื่องดื่ม อาหารทะเล เนื้อหมู เนื้อวัว และผักต่างๆ
    ร้านนีมีให้เลือกทานได้อย่างหลากหลาย และ นับว่ามาที่เดียวได้เลือกรับประทานได้หลากหลายอย่างเลยทีเดียว คุ้มกับเงินที่จ่ายไปอย่างแน่นอน `,
    location:"พิกัดร้าน: ตลาดจอมพล ถ.หน้าเมือง ในตัวเมือง ขอนแก่น 40000",
  },
  {
    id: 4,
    title: "แม่พรปลาจุ่ม",
    image_url: restaurant4,
    content: `เป็นร้านปลาจุ่มที่น้ำซุปของทางร้านมีรสชาติกลมกล่อม หอม และน้ำจิ้มอร่อย แต่ร้านนี้ไม่ได้มีแค่ปลาจุ่มอย่างเดียวยังมีเมนูอื่นๆให้เลือกทานได้อยางหลากหลาย 
    ไม่ว่าจะเป็นสลัด ข้าวหน้าปลาทอด ยำปลาทอด กุ่งแช่น้ำปลา และอื่นๆอีกมากมาย และที่สำคัญคือด้วย บอกเลยว่า ร้านปลาจุ่มแม่พรต้องไปลองทานให้ได้ซักครั้ง`,
    location:"พิกัดร้าน: 52 ถ.รอบบึงแก่นนคร ตำบลในเมือง อำเภอเมืองขอนแก่น จังหวัด ขอนแก่น 40000",
  },
];
export default restaurant;
